{"btn_create":{"ru":"Создать","en":"Create"},"btn_begin":{"ru":"Начать","en":"Start"},"players_number":{"ru":"Количество игроков","en":"Players"},"game_rate":{"ru":"Ставка","en":"Stake"},"chat_area":{"ru":"Введите сообщение","en":"Type message"},"rules":{"ru":"<p><span style=\"color:hsl(0,0%,100%);\"><strong>Начало.</strong></span></p><p><span style=\"color:hsl(0,0%,100%);\">В игру может играть одновременно от 2 до 8 человек. У каждого игрока есть главное здание - </span><span class=\"text-big\" style=\"color:hsl(30,75%,60%);\"><strong>Маяк</strong> </span><span style=\"color:hsl(0,0%,100%);\">- это самая первая клетка, из нее генерируются все остальные клетки. Маяк - самая важная клетка, если её потерять, игра проиграна.&nbsp;</span></p><p><span style=\"color:hsl(0,0%,100%);\">Также, на карте разбросаны <strong>генераторы</strong>. Эти здания можно захватывать, переходя на них своей клеткой.</span></p><p><span style=\"color:hsl(0,0%,100%);\"><strong>Энегрия.</strong></span></p><p><span style=\"color:hsl(0,0%,100%);\">У каждой клетки есть её значение - <strong>энергия</strong>. Энергия обычной клетки пополняется каждые 5 секунд. Энергия маяков и генераторов - каждую секунду.</span></p><p><span style=\"color:hsl(0,0%,100%);\">Энергия расходуется на открытие новых земель и на сражение/захват маяков и генераторов.</span></p><p><span style=\"color:hsl(0,0%,100%);\"><strong>Игровой процесс.</strong></span></p><p><span style=\"color:hsl(0,0%,100%);\">Управление осуществляется клавишами WASD или стрелками. Можно ходить соответственно вверх, вниз, влево и вправо.</span></p><p><span style=\"color:hsl(0,0%,100%);\">При переходе участвует <strong>предыдущая</strong> клетка (с которой осуществляется переход) и <strong>следующая</strong> клетка (на которую осуществляется переход).</span></p><ul><li><span style=\"color:hsl(0,0%,100%);\">Если предыдущая и следующая одного цвета, их энергия складывается.</span></li><li><span style=\"color:hsl(0,0%,100%);\">Если предыдущая и следующая разного цвета - происходит сражение, из большего значения вычитается меньшее и клетка приобретает цвет победителя.</span></li><li><span style=\"color:hsl(0,0%,100%);\">Если следующая клетка нейтральная, она окрашивается в цвет предыдущей и приобретает значение предыдущей минус 1.</span></li><li><span style=\"color:hsl(0,0%,100%);\">Если следующая клетка - это нейтральный генератор, он захватывается, если&nbsp; энергия предыдущей клетки выше его энергии. Если же энергия клетки ниже, то генератор остается нейтральным, а его энергия уменьшается на значение энергии клетки.</span></li></ul><p style=\"margin-left:36pt;\"><span style=\"color:hsl(0,0%,100%);\"><strong>Ставки.</strong></span></p><p><span style=\"color:hsl(0,0%,100%);\">Игрок, создающий игру, определяет уровень ставки. Остальные играющие, чтобы принять вызов и присоединиться, должны поставить столько же. Сумма ставки снимается со счета игроков в момент начала игры.</span></p><p><span style=\"color:hsl(0,0%,100%);\">После окончания игры, ставка суммируются, и 90% от этой суммы зачисляется победителю, 4% отправляется игроку, который его привел, и 6% остается у разработчиков на поддержку проекта.</span></p><p><span style=\"color:hsl(0,0%,100%);\">Пример: ставка 20 SPACE. Играют 5 игроков. Общий объем ставок - 100 SPACE. (20 х 5)</span></p><p><span style=\"color:hsl(0,0%,100%);\">После окончания игры 90 SPACE уходит выигравшему. 4 SPACE уходят игроку, который привел победителя. 6 SPACE уходят разработчикам.</span></p><p><span style=\"color:hsl(0,0%,100%);\">Чтобы выиграть необходимо сразиться и захватить главные здания (genesis) всех противников.</span></p><p><span style=\"color:hsl(0,0%,100%);\">Покинуть игру можно в любой момент нажав кнопку выхода в правом верхнем углу. В этом случае поставленные на игру деньги теряются.</span></p><p><span style=\"color:hsl(0,0%,100%);\"><strong>ВАЖНО:</strong></span></p><p><span style=\"color:hsl(0,0%,100%);\">При разрыве соединения игрок выходит из игры и его деньги теряются.</span></p>","en":"<p><span style=\"color:hsl(0,0%,100%);\">some 1321312312вфвфв</span></p>"},"shop":{"ru":"Магазин","en":"Shop"}}